Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/employment/migrant_workers/finding_a_job_when_you_move_to_ireland.html.txt.tmx
Source language: en
Languages: ro

source: Finding a job in Ireland
ro: Găsirea unui loc de muncă la mutarea în Irlanda

source: If you are moving to Ireland or considering re-locating here, finding a job is probably going to be one of your priorities
ro: Dacă vă mutaţi în Irlanda sau dacă vă gândiţi să vă schimbaţi locul aici, probabil că găsirea unei slujbe va fi una din priorităţile dumneavoastră

source: It is advisable to have employment and possibly some accommodation organised in advance of your journey but it is not a requirement
ro: Vă sfătuim să aveţi stabilit un loc de muncă şi poate o locuinţă înainte de călătoria dumneavoastră, dar asta nu este o cerinţă

source: If you are planning to move country, it makes sense to do some research into the opportunities available here, the average rates of pay and taxation issues and to ensure there are no restrictions that would preclude you from working here
ro: Dacă intenţionaţi să vă mutaţi din ţară, ar fi bine să vă informaţi mai întâi despre oportunităţile disponibile aici, ratele medii legate de probleme de plată şi impozite şi să vă asiguraţi că nu există restricţii care v-ar împiedica să lucraţi aici

source: The Citizens Information website does not carry any information about job vacancies for any sector of the Irish economy
ro: Site-ul Web de informare a cetăţenilor nu furnizează nici o informaţie despre locurile libere de muncă pentru nici un sector din economia Irlandei

source: It does not accept CVs/resumes and cannot forward them to employers on your behalf
ro: Nu acceptă CV-uri şi nu le poate înainta patronilor în folosul dumneavoastră

source: Recruitment agencies in Ireland offer a wide range of employment opportunities - from casual employment to specialised skills - see 'Where to apply' below
ro: Agenţiile de recrutare oferă o gamă largă de oportunităţi de angajare – de la locuri de muncă ocazionale la calificări specializate – a se vedea secţiunea „Unde să ne adresăm” de mai jos

source: This document will provide you with information and advice about coming to work in Ireland and your rights when finding and securing a job as a foreign national employee in Ireland
ro: Acest document vă va furniza informaţii şi sfaturi despre drepturile dumneavoastră atunci când găsiţi şi vă asiguraţi o slujbă ca angajat de naţionalitate străină în Irlanda

source: Quality and Qualifications Ireland is the Irish centre for the recognition of international qualifications
ro: Autoritatea Naţională pentru Calificări este centrul irlandez pentru recunoaşterea calificărilor internaţionale, cunoscută drept Recunoaşterea Calificărilor (Qualifications Recognition)

source: It has an International Qualifications Database
ro: Ea are o Bază Internaţională de date legate de calificări

source: You need to know about how qualifications are recognised in Ireland and about the mutual recognition of professional qualifications
ro: Trebuie să ştiţi despre modul în care sunt recunoscute calificările în Irlanda şi despre recunoaşterea reciprocă a calificărilor profesionale

source: If you have a professional qualification, you should check with the Irish branch of your professional body as to whether your qualifications are acceptable for use in Ireland - see 'Professions and careers' below
ro: Dacă aveţi o calificare profesională, ar trebui să verificaţi cu ramura irlandeză a corpului dumneavoastră profesional pentru a vedea dacă aceste calificările ale dumneavoastră sunt acceptate pentru a fi folosite în Irlanda – a se vedea secţiunea „Profesii şi cariere” de mai jos

source: If you are an EEA or Swiss national coming to work in Ireland, you are entitled to be treated like any other applicant when you apply for work
ro: Dacă sunteţi cetăţean al zonei economice europene sau cetăţean elveţian care vine din UE pentru a lucra în Irlanda, aveţi dreptul de a fi tratat ca oricare alt aplicant când solicitaţi o slujbă

source: You are free to apply for any job vacancy, including jobs in the public sector
ro: Sunteţi liber să solicitaţi orice loc de muncă liber, inclusiv slujbe în sectorul public

source: These include jobs in the Irish army and the Irish police force (An Garda Síochána), but not the Irish diplomatic service
ro: Acestea includ servicii în armata irlandeză şi în forţele irlandeze de poliţie (An Garda Síochána), dar nu în serviciul diplomatic irlandez

source: Note: the EEA (European Economic Area) comprises the European Union (EU) member states, Norway, Iceland and Liechtenstein
ro: Observaţie: EEA (Zona economică europeană) cuprinde statele membre ale Uniunii Europene (UE), Norvegia, Islanda şi Liechtenstein

source: European Employment Services (EURES)
ro: Serviciile de Angajare Europene (EURES)

source: Citizens of the EU/EEA are free to live and work in other member states without restriction
ro: Cetăţenii statelor membre ale Uniunii Europene/Spaţiului Economic European pot locui şi lucra fără restricţii şi în alte state membre

source: To facilitate the free movement of workers between member states, the EURES network consisting of the public employment service and the European Commission in each country has been established
ro: Pentru a facilita mişcarea liberă a forţei de muncă între statele membre, în fiecare ţară, a fost înfiinţată o reţea care constă din servicii de plasare a forţei de muncă şi este susţinută de Comisia Europeană. Aceasta se numeşte reţeaua EURES

source: • Provide a European Job Placement Services for jobseekers
ro: • Să ofere servicii de plasare a forţei de muncă solicitanţilor

source: • Offer advice and guidance on how to look for a job in the EEA and the possibilities that exist for finding work in another country
ro: • Să ofere servicii de recrutare angajatorilor care doresc să angajeze forţă de muncă din statele membre ale Spaţiului Economic European

source: • Provide a recruitment service to employers who wish to recruit in EEA member states
ro: • Să ofere informaţii cu privire la condiţiile de viaţă şi de muncă în statele membre ale Spaţiului Economic European

source: • Provide information on living and working conditions in EEA member states
ro: • Să ofere servicii de recrutare angajatorilor care doresc să angajeze forţă de muncă din statele membre ale Spaţiului Economic European

source: Within each EU/EEA member state, specially trained placement officers (called EURES Advisers) provide free information and advice to workers and employers about all of the above issues
ro: În fiecare stat membru al Uniunii Europene/Spaţiului Economic European, funcţionari de plasament, special pregătiţi (denumiţi Eures-Advisers) vor furniza gratuit informaţii şi asistenţă solicitanţilor şi angajatorilor cu privire la toate problemele sus-indicate

source: EEA jobseekers who wish to work in another member state will obtain information on jobs and information on living/working conditions in the EEA here
ro: Solicitanţii de locuri de muncă din Uniunea Europeană/Spaţiul Economic European care doresc să lucreze într-un alt stat membru vor obţine aici pe informaţii cu privire la locurile de muncă şi la condiţiile de viaţă/muncă în statele membre ale Spaţiului Economic European

source: If you are looking for work, you can also post your CV on the EURES website where it can be accessed by thousands of employers throughout the EEA
ro: Dacă sunteţi în căutarea unui loc de muncă, puteţi înregistra CV-ul dumneavoastră pe sit-ul unde poate fi accesat de mii de angajatori din întreg Spaţiu Economic European

source: This will help maximise your chances of securing employment
ro: Aceasta vă va mări considerabil şansele de a vă găsi un loc de muncă

source: In general non-EEA nationals (apart from some exceptions) must have a employment permit to work in Ireland
ro: În general, cetăţenii care nu fac parte din zona economică europeană trebuie să aibă permis de muncă în Irlanda

source: The arrangements for employment permits include:
ro: Din 1 februarie 2007, noile reguli pentru permisele de lucru includ:

source: • Critical Skills Employment Permits which are available for all occupations with an annual salary above €60,000 and for a restricted range of occupations with an annual salary above €30,000
ro: • Permise de Carte Verde care sunt disponibile pentru toate meseriile cu un salariu anual de peste 60.000 € şi pentru o gamă restrânsă de meserii cu un salariu anual de peste 30.000 € şi de peste 60.000 €

source: • General Employment Permits which are available mainly for occupations with salaries between €30,000 and €60,000 which are not eligible for a Critical Skills Employment Permit
ro: • Permise de muncă care sunt disponibile în principal pentru meseriile cu salarii cuprinse între 30.000 € şi 60.000 € care nu sunt acceptate pentru Cartea Verde

source: The General Employment Permit application must meet a labour market test showing that the position could not be filled from within the EEA
ro: Solicitarea de permise de lucru trebuie să treacă de un test al pieţei de lucru care să arate că locul nu ar putea fi ocupat din interiorul zonei economice europene

source: Your nearest Irish embassy or consulate will be able to advise on whether you require a travel visa before coming to Ireland
ro: Cea mai apropiată ambasadă irlandeză sau consulat irlandez va putea să vă sfătuiască dacă vi se cere o viză de călătorie înainte de a veni în Irlanda

source: These jobs are often advertised in shop windows, in shopping centres, through daily Irish newspapers and through employment agencies
ro: Aceste locuri de muncă sunt deseori anunţate în vitrinele magazinelor, în centrele comerciale, în ziarele cotidiene irlandeze şi prin agenţiile de plasare a forţei de muncă

source: While many of these jobs do not require any specific professional qualifications, it is advisable to bring evidence of any educational standards (such as secondary school certificates, diplomas, and degrees) you have attained with you to Ireland
ro: Deşi majoritatea acestor locuri de muncă nu necesită nici o calificare profesională specială, se recomandă să aveţi asupra dumneavoastră dovada pregătirii educaţionale (de exemplu diplomă de absolvire a liceului, alte diplome, certificate etc.)

source: It is also useful to bring an up-to-date résumé/CV in the English language with you as you may be requested to supply information on any experience or expertise you may have
ro: De asemenea, este foarte indicat să aveţi la dumneavoastră un CV recent, scris în limba engleză, deoarece s-ar putea să vi se solicite informaţii cu privire la competenţele şi experienţa dobândită

source: If you are planning to come to Ireland and are seeking casual employment, you could register with a recruitment agency in advance of your journey
ro: Dacă vă hotărâţi să veniţi în Irlanda şi căutaţi un loc de muncă temporar, vă puteţi înregistra, înainte de a sosi, la o agenţie de recrutare a forţei de muncă

source: You should also keep an eye on advertisements for casual workers in shops/stores
ro: De asemenea, vă recomandăm să urmăriţi cu atenţie anunţurile destinate solicitanţilor de locuri de muncă temporare

source: Finding a career job in Ireland will involve a little more planning than looking for casual work
ro: Găsirea unui loc de muncă de carieră necesită o planificare mai amănunţită decât căutarea unui loc de muncă temporar

source: While a career job may take a little longer to secure, you are advised get organised and start applying for jobs before you travel
ro: Un loc de muncă de carieră necesită un timp mai îndelungat pentru a fi sigur, din acest motiv vi se recomandă să planificaţi şi să începeţi căutarea acestuia înainte de sosire

source: It is also useful to bear in mind that these jobs are generally paid at a higher level than other jobs that do not require any qualifications
ro: De menţionat este faptul că aceste locuri de muncă sunt în general mai bine plătite decât altele care nu necesită nici o calificare

source: Almost all professions in Ireland have associations or societies in Ireland that represent and often regulate their members
ro: Aproape toate profesiunile din Irlanda sunt reprezentate de o asociaţie sau societate irlandeză care stabileşte regulile de funcţionare ale membrilor săi

source: These associations will provide information on recognition of professional qualifications, employment opportunities and careers
ro: Aceste asociaţii vor furniza informaţii cu privire la recunoaşterea calificărilor profesionale, la oportunităţile de angajare şi carieră

source: Almost all of these organisations have their own websites (pdf), which you can search for online using any good search engine
ro: Aproape fiecare dintre aceste organizaţii îşi are propria sa pagină de internet (pdf), pe care o puteţi găsi online folosind un motor de căutare

source: All employees, irrespective of their nationality, experience, expertise or profession, are protected by the law in Ireland
ro: Toţi angajaţii din Irlanda, indiferent de naţionalitate, experienţă sau competenţă profesională sunt protejaţi de legile irlandeze

source: These laws set down specific rules about minimum rates of pay, working hours, leave, health and safety, changing jobs and employment rights
ro: Aceste legi definesc regulile specifice cu privire la salariul minim, la orele de muncă, la zilele de odihnă şi concediu, la sănătate şi siguranţă, la schimbarea locului de muncă şi la drepturile de angajare

source: For commercial reasons, it is not possible for the Citizens Information website to carry information about actual job vacancies, specific employment opportunities or information on careers in Ireland
ro: Din motive comerciale, CitizensInformation.ie nu poate furniza informaţii cu privire la posturile vacante actuale, la oportunităţile specifice de angajare sau informaţii cu privire la cariera în Irlanda

source: The Citizens Information website cannot accept résumés/CVs or provide information on specific career paths
ro: CitizensInformation.ie nu poate primi CV-uri şi nu poate furniza informaţii cu privire la alegerea carierei

source: If you are applying for a job in Ireland through a recruitment agency, it's worth bearing in mind that it is very unusual that you are charged for these services
ro: Este foarte obişnuit ca agenţiile de recrutare a forţei de muncă să pretindă o taxă pentru serviciile oferite

source: When you apply for a job you need to have a curriculum vitae (CV) or resumé in English which is a summary or listing of your qualifications and work experience
ro: Atunci când depuneţi o cerere pentru un loc de muncă, trebuie să aveţi un curriculum vitae (CV) sau „resumé” în limba engleză care să prezinte un sumar sau o listă al/a calificărilor şi experienţei dumneavoastră în muncă

source: You also should have original copies of your qualifications and official copies of them in English
ro: De asemenea, trebuie să aveţi exemplarele originale ale calificărilor dumneavoastră şi copii oficiale ale acestora în limba engleză

source: If you are in Ireland and you need to have documents translated into English you can contact the embassy or consulate of your country for assistance
ro: Dacă vă aflaţi în Irlanda şi aveţi nevoie de traducerea documentelor în limba engleză, puteţi contacta ambasada sau consulatul ţării dumneavoastră pentru asistenţă

source: Qualifications recognition: you can download a comparability statement for your qualification and a user guide (pdf) from qqi.ie
ro: Puteţi depune o cerere pentru recunoaşterea calificării dumneavoastră în Irlanda prin intermediul unui Formular de cerere privind Recunoaşterea Calificărilor-Irlanda

source: If you are seeking employment in Ireland, the job advertisement or recruitment agency will advise you how to apply for the job
ro: Dacă vă aflaţi în căutarea unui loc de muncă în Irlanda, agenţia de recrutare şi publicitate pentru locuri de muncă vă va consilia cu privire la modul în care să depuneţi cereri pentru un loc de muncă

source: If you are a non-EEA national you can find out more information about General Employment Permits and Critical Skills Employment Permits on the website of the Department of Jobs, Enterprise and Innovation. If you need a visa you must apply online for an Irish visa
ro: Dacă nu sunteţi cetăţean SEE, puteţi afla informaţii suplimentare cu privind permisele de muncă şi privind permisele Carte Verde Ministerului pentru Întreprinderi, Comerţ şi Ocuparea Forţei de Muncă (Department of Jobs, Enterprise and Innovation)

source: Contact information for recruitment agencies in Ireland is available in the telephone directory or through an online search
ro: Informaţiile de contact pentru agenţiile de recrutare din Irlanda sunt disponibile în printr-o căutare online
